Revit 2027 API
UnitTypeId.ThousandBritishThermalUnits Property
 Thousand British thermal units.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThousandBritishThermalUnits { get; }
Public Shared ReadOnly Property ThousandBritishThermalUnits As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThousandBritishThermalUnits {
	ForgeTypeId^ get ();
}
static member ThousandBritishThermalUnits : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace